import React from 'react'
import "./Main.css"

export default function Main() {
  return (
    <div className='info'>
        <p>Кулина́ри́я[1] (новолат. [ars] culinaria — кухонное искусство[2] от лат. culina — кухня[3], также поваренное искусство) — человеческая деятельность по приготовлению пищи. Включает в себя комплекс технологий, оборудования и рецептов. Кулинария — это совокупность способов приготовления из минералов и продуктов растительного и животного происхождения самой различной пищи, необходимой для жизни и здоровья человека.

Соблюдение определённых правил при приготовлении пищи называется технологией. Методы приготовления пищи и сами ингредиенты широко варьируют у разных стран, народов, социальных групп, называются кухней и отражают уникальные взаимосвязи культуры, экономики и традиций. Качество приготовления пищи зависит и от мастерства повара, его способностей, навыков и образования. Для приготовления вкусной и здоровой пищи необходимо приобрести определённые знания по технологии и навыки по кулинарному искусству приготовления пищи.

Также, кулинария — магазин (или специальный отдел при ресторане, столовой, кафе, в магазине), торгующий полуфабрикатами и готовыми кулинарными изделиями.</p>
    </div>
  )
}
